app/controllers/users_controller.rb

INSERT INTO "users" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", Fri, 29 Nov 2013 11:29:47 UTC +00:00], ["updated_at", Fri, 29 Nov 2013 11:29:47 UTC +00:00]]
---
  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save